IDEA StatiCa Open Model
ConcreteSLSCheckResultCrackWidthEc2.Mz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bending moment around z axis for quasi-permanent combination
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Mz { get; set; }
Public Property Mz As Double
	Get
	Set
public:
property double Mz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace